/* 
  Registration.strings
  LKMailFramework

  Created by Scott Little on 09/09/2011.
  Copyright 2011 Little Known Software. All rights reserved.
*/

//	Registration Strings
"The demo of SignatureProfiler that you have installed has expired.

To continue using it you will need to purchase a license." = "Ce demo de SignatureProfiler a expiré.

Pour continuer à utiliser il faut que acheter une licence.";
"Purchase License" = "Acheter licence";

//		"Message to show at the bottom of the purchase window, showing the activity"
"Loading Store Page..." = "Chargement de page du store...";

"expire-past" = "a expiré";
"expire-future" = "expire";
"Invalid Registration Data" = "**Information de registration non-valide**";
"This demo %@ on %@" = "Ce demo %@ le %@";
"Please purchase a valid license." = "Veuillez acheter un licence valide.";

//	License Name
"single" = "Licence pour une utilisateur";
"5-user" = "Licence pour 5 utilisateurs";
"site" = "Licence pour une location";

//	
"Cancel" = "Annuler";
"Close" = "Fermer";

//	Error Handling display messages
//		Error message when activation fails because there is no file available
"Hmm. The license retreived seems invalid." = "Hmm. Le licence trouver est apparemment non-valide.";
//		Help message when activation fails because of a serious backend issue
"This is our fault and we should have already been alerted to the issue, however if you click 'Send Email' an email describing the issue will be prepared for you to send." = "Ç'est notre faute et nous aurait du déjà être notifier de cette problème, mais si vous cliquez 'Envoyer mail', j'ouvrai une message qui décrire le problème que vous pouvez envoyer.";
//		"Error message when activation fails because there is no file available
"We have an issue with your order." = "Nous avons un problème avec votre commande";
//		"Help message when activation fails because of a serious backend issue"
"We should have already been alerted to the issue, however if you click 'Send Email' an email describing the issue will be prepared for you to send." = "Nous aurait du déjà être notifier de cette problème, mais si vous cliquez 'Envoyer mail', j'ouvrai une message qui décrire le problème que vous pouvez envoyer.";
//		"Error message when activation fails because of a product mismatch"
"This activation information is for a different product." = "Ces informations d'activation sont pour un autre produit.";
//	"Help message when activation fails because of a product mismatch"
"The info provided is for '%@'. Please ensure that the Name and Activation Code for '%@' are exactly as presented in your email message." = "L'information donner est pour '%@'. Veuillez assurer que le nom et code d'activation pour '%@' sont exactement présenter comme dans le mail.";
//		"Error message when activation fails because user entered invalid values"
"I couldn't find a license for those values." = "Je ne pouvais pas trouver une licence pour ces valeurs.";
//		"Help message when activation fails because user entered invalid values"
"Please ensure that the Name and Activation Code are exactly as presented in your email message." = "Veuillez assurer que le nom et code d'activation sont exactement comme presenter dans le mail.";
//		"Error message when activation fails because of bad values sent"
"Looks like I have a bug." = "Apparement j'ai un problème.";
//		"Help message when activation fails because of bad values sent"
"Please send us an email to get this resolved. Click then 'Send Email' button below to open a message describing the issue." = "Veuillez nous envoyer un mail pour résolu ce problème. Cliquer sur 'Envoyer mail' pour ouvrir une message qui décrit le problème.";
//		"Button text in alert to send us an email describing a problem"
"Send Email" = "Envoyer mail";
//		"Funny button text in alert that just closes the dialog"
"Nevermind!" = "Laisse tomber!";
//		"Button text to just close error dialog and let the user retry."
"Try Again" = "Essayer encore";


